<template>
    <div class="oferta">
        <h6 class="text-center">Оферта регулярных платежей</h6>
        <!--p><small><em>This line rendered as italicized text.</em></small></p>

        <p class="small"><em>This line rendered as italicized text.</em></p-->
        <p class="small text-center"><em>СОГЛАШЕНИЕ О ПРЕДОСТАВЛЕНИИ ФИЗИЧЕСКИМ ЛИЦАМ ВОЗМОЖНОСТИ ОПЛАТЫ 
            ТОВАРОВ/РАБОТ/УСЛУГ ООО “Гет-Нэт” ПОСРЕДСТВОМ РЕГУЛЯРНЫХ АВТОМАТИЧЕСКИХ ПЕРЕВОДОВ ДЕНЕЖНЫХ СРЕДСТВ.ООО</em></p>

        <p class="small text-justify">“Гет-Нэт” юридический адрес  614000 , Пермский край, Пермь, ул. Пермская, д.56, офис 206 ,
            в лице директора Зайцева Артёма Алексеевича, действующий на основании Устава , именуемый в дальнейшем Поставщик, 
            предлагает Пользователям воспользоваться Сервисом «Рекуррентные списания» и заключить
            настоящее соглашение (далее — Соглашение), являющееся дополнением к Договору и неотъемлемой частью Договора, об 
            определении порядка расчетов по Договору.
            Пользователь безусловно соглашается с настоящим Соглашением пользования сервисом путём совершения 
            конклюдентных  действий по  подключению Сервиса «Рекуррентные списания» в момент 
            принятия Пользователем настоящего соглашения
            пользования сервисом и выполнения действий по активации Сервиса «Рекуррентные списания».</p>

        <p class="small text-center"><em>ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</em></p>
 
        <p class="small text-justify"><strong>Сервис «Рекуррентные списания»</strong> — сервис по осуществлению регулярных автоматических 
            переводов денежных средств с Банковской карты Держателя в пользу Поставщика за предоставляемые Поставщиком товары/услуги по Договору на
            основании заранее данного акцепта Держателя карты, в соответствии с тарифами и опциями по Договору.</p>

        
        <p class="small text-justify"><strong>Договор</strong> – двустороннее соглашение , заключенное между Пользователем и
            Поставщиком по условиям которого, Поставщик обязуется предоставить Пользователю Услугу, а последний обязуется оплатить их.</p>

        <p class="small text-justify"><strong>Услуга</strong> — предоставление Поставщиком услуги на сайте https://pay.gtn.ee/</p>

        <p class="small text-justify"><strong>Пользователь</strong> — физическое лицо, заключившее Договор с Поставщиком.</p>

        <p class="small text-justify"><strong>Банк</strong> – кредитная организация — АО «Тинькофф Банк» БИК:044525974 К/с:30101810145250000974</p>

        <p class="small text-justify"><strong>Запрос</strong> – информационное сообщение, направляемое Банком в Банк-эмитент 
            на перевод денежных средств с Банковской карты в пользу Поставщика.</p>

        <p class="small text-justify"><strong>Банк-эмитент</strong> — кредитная организация, осуществляющая выпуск Банковских карт, 
            а также расчеты по операциям, совершаемым с использованием Банковских карт.</p>

        <p class="small text-justify"><strong>Процессинговый центр</strong> —  АО «Тинькофф Банк» БИК:044525974 К/с:30101810145250000974</p>

        <p class="small text-justify"><strong>Держатель карты</strong> – физическое лицо, дающее распоряжение Банку-эмитенту на 
            перевод денежных средств с Банковской карты от имени Пользователя в пользу Поставщика с 
            помощью Сервиса «Рекуррентные списания».</p>

        <p class="small text-justify"><strong>Банковская карта</strong> — расчетная или кредитная карта, эмитентом которой 
            является Банк-эмитент, являющаяся инструментом безналичных расчетов, предназначенная для совершения 
            Держателем карты операций с денежными средствами, находящимися на банковских счетах Держателя карты в 
            Банке-эмитенте, или с денежными средствами, предоставленными Банком-эмитентом в кредит Держателю карты 
            в соответствии с законодательством Российской Федерации, а также договором банковского счета, или в 
            пределах установленного лимита, в соответствии с условиями кредитного договора между Банком-эмитентом и 
            Держателем карты, при условии, что такая расчетная или кредитная карта может быть использована Держателем 
            карты для оплаты Услуг Поставщика. Оплата Услуг Поставщика в соответствии с настоящим Соглашением возможна 
            Банковскими картами платежных систем VISA International, MasterCard International, зарегистрированными в 
            соответствии с действующим законодательством Российской Федерации. При этом возможность использования 
            конкретных видов карт VISA International и MasterCard International в устанавливает Банк-эмитент.</p>

        <p class="small text-justify"><strong>Акцепт Пользователя</strong> – безусловное соглашение Пользователя с условиями настоящего Соглашения.</p>

        <p class="small text-justify"><strong>Личный кабинет</strong> – раздел Сайта Поставщика, защищенный системой контроля
            доступа, обеспечивающий Пользователю интерфейс для взаимодействия с Поставщиком по Договору.</p>

        <p class="small text-justify"><strong>Сайт Поставщика</strong> — сайт, размещенный в сети Интернет по адресу: https://pay.gtn.ee/.</p>


        <p class="small text-center"><em>ОПИСАНИЕ СЕРВИСА «РЕКУРРЕНТНЫЕ СПИСАНИЯ» И СПОСОБ ЕГО АКТИВАЦИИ</em></p>

        <p class="small text-center"><em>Сервис «Рекуррентные списания» позволяет Пользователю оплачивать Услуги Поставщика по Договору, путём 
            регулярных автоматических переводов денежных средств в пользу Поставщика с Банковских карт.</em></p>

        <ol class="small text-justify">
            <li><strong>Активация (подключение) Сервиса «Рекуррентные списания» предполагает выполнение следующих действий:</strong>
                <ol>
                    <li>В Личном кабинете на Сайте Поставщика, Пользователь выбирает раздел «Платежи», подраздел «Сделать платеж»; 
                        Пользователь выбирает оплату очередного платежа и ставит флажок напротив пункта «Подключить Автоматический платеж», 
                        соглашаясь с настоящим Соглашением пользования Сервисом «Рекуррентные списания» и нажимает кнопку «Оплатить». 
                        Сервис «Рекуррентные списания» подключается только для Банковской карты, зарегистрированной Держателем карты.
                    </li>
                    <li>Регистрация Банковской карты: Держатель карты вводит на WEB-странице ввода
                        платежных данных данные своей Банковской карты;
                    </li>
                </ol>
            </li>

            <li><strong>Действие Сервиса «Рекуррентные списания»</strong>
                <ol>
                    <li>После подключения Сервиса «Рекуррентные списания», с Банковской карты будут осуществляться переводы 
                        денежных средств в сроки и размерах, необходимых для надлежащего исполнения обязанности Пользователя по Договору.
                    </li>
                    <li>Непосредственное списание денежных средств осуществляет Банк-эмитент на основании заранее данного согласия 
                        Пользователя на подобное списание в сумме и в срок, указанные в Договоре. Запрос на перевод денежных средств с указанием суммы
                        перевода в Банк-эмитент передается Банком и Процессинговым центром в рамках заключенных с Поставщиком соглашений.
                    </li>
                    <li>В один момент времени, у Пользователя может быть активирован (подключён) Сервис «Рекуррентные списания» только по одной 
                        Банковской карте платёжной системы Visa (Visa Inc.), MasterCard или Maestro (MasterCard International Inc.).
                    </li>
                    <li>Поставщик не хранит и не обрабатывает данные банковских карт Пользователей, а также иные персональные 
                        данные Пользователей, обеспечивая лишь запросы в Процессинговый центр и Банк для повторного проведения 
                        операции по банковской карте Пользователя.
                    </li>
                    <li>Поставщик не гарантирует возможность проведения операций по Банковской карте.
                    </li>
                    <li>Пользователь гарантирует, что он является Держателем банковской карты, осознанно, корректно и полностью 
                        вводит все требуемые реквизиты Банковской карты при активации (подключении) Сервиса «Рекуррентные списания».
                    </li>
                    <li>Совершение действий, предусмотренных п. п.1.1.1. Соглашения признается аналогом собственноручной подписи Пользователя.
                    </li>
                    <li>Подключение Сервиса «Рекуррентные списания», в порядке, предусмотренном настоящим Соглашением пользования 
                        сервисом, осуществляется только при наличии технической возможности Поставщика, Процессингового центра, Банка,
                        Банка-эмитента.Поставщик, Процессинговый центр, Банк не несут ответственность за невозможность подключения 
                        Сервиса «Рекуррентные списания».
                    </li>
                    <li>Поставщик имеет право вносить изменения в настоящее Соглашение пользования сервиса, заранее уведомив об этом 
                        Пользователя в письменной форме либо иным доступным способом,  в том числе  путем сообщения на электронную 
                        почту,  указанную в Договоре Пользователем, либо телефонограммой, либо размещением информации на Веб-Сайте Поставщика.
                    </li>
                </ol>
            </li>

            <li><strong>Отключение Сервиса «Рекуррентные списания»</strong>
                <ol>
                    <li>Отключение (отказ) Пользователя от Сервиса «Рекуррентные списания» происходит: А) В «Личном кабинете» Пользователь 
                        выбирает раздел «Платежи», подраздел «Сделать платеж». Б) Нажимает кнопку «Отключить сервис
                        «Автоматический платеж». При этом денежные средства переведенные с Банковской карты до отключения (отказа) Пользователя 
                        от Сервиса «Рекуррентные списания» за Услуги, Пользователю не возвращаются.
                    </li>
                    <li>В случае недостаточности денежных средств на счете Банковской карты для осуществления перевода Поставщик имеет 
                        право повторять запрос на списание с Банковской карты денежных средств.
                    </li>
                </ol>
            </li>

            <li><strong>Ограничения при пользовании Сервисом «Рекуррентные списания»</strong>
                <ol>
                    <li>с одной Банковской карты может быть проведено не более 5 (пяти) переводов в сутки;
                    </li>
                    <li>с одной Банковской карты может быть осуществлен перевод не более, чем на 15000 рублей за одну операцию;
                    </li>
                    <li>с одной Банковской карты может быть осуществлено переводов не более, чем на 50000  рублей в сутки;
                    </li>
                    <li>переход на страницу «Сделать платеж» возможен, лишь в случае если у Пользователя подключено соединение к сети 
                        Интернет, независимо от текущего состояния счёта.
                    </li>
                </ol>
            </li>

            <li><strong>Ответственность сторон</strong>
                <ol>
                    <li>Поставщик, Процессинговый центр, Банк не несёт ответственности за неработоспособность и/или временную 
                        неработоспособность Сервиса «Рекуррентные списания». Пользователь самостоятельно контролирует исполнение своей 
                        обязанности по оплате по Договору. При неработоспособности и/или временной неработоспособности Сервиса 
                        «Рекуррентные списания» Пользователь обязан использовать иные способы исполнения обязанностей по Договору.
                    </li>
                    <li>Споры сторон, возникшие в связи с выполнением условий настоящего Соглашения, разрешаются в ходе направления претензий.
                    </li>
                    <li>В случае недостижения Сторонами взаимного согласия, споры между ними разрешаются в соответствии с условиями Договора и Оферты.
                    </li>
                </ol>
            </li>

            <li><strong>ПРОЧИЕ УСЛОВИЯ</strong>
                <ol>
                    <li>Выполняя действия по подключению Сервиса «Рекуррентные списания»: 
                        А) Пользователь безусловно соглашается со всеми условиями настоящего Соглашения.
                        Б) Пользователь дает заранее данный акцепт на списание денежных средств Поставщиком с 
                        Банковской карты на условиях настоящего Соглашения. 
                        В) Пользователь предоставляет право Процессинговому Центру, Банку хранить, собирать, 
                        обрабатывать свои персональные данные (Фамилию, Имя, Отчество, серию и номер паспорта, место и дату рождения, номер расчетного счета и Банковской карты) с целью реализации настоящего Соглашения. 
                        Г) Пользователь дает согласие на оплату Услуг в соответствии с условиями Соглашения.
                    </li>
                    <li>Поставщик имеет право отключить и/или ограничить Пользователя от Сервиса «Рекуррентные списания»
                    </li>
                </ol>
            </li>
        </ol>

        <p class="small text-center"><em>ПРАВА И ОБЯЗАННОСТИ ПОЛЬЗОВАТЕЛЯ И Поставщика, ВЫТЕКАЮЩИЕ ИЗ НАСТОЯЩЕЙ ОФЕРТЫ, НЕ МОГУТ БЫТЬ 
            ПЕРЕДАНЫ ТРЕТЬИМ   ЛИЦАМ БЕЗ ПИСЬМЕННОГО СОГЛАСИЯ ДРУГОЙ СТОРОНЫ. Я, ПОЛЬЗОВАТЕЛЬ, ОЗНАКОМЛЕН И СОГЛАСЕН С НАСТОЯЩИМ СОГЛАШЕНИЕМ 
            ИСПОЛЬЗОВАНИЯ СЕРВИСА «РЕКУРРЕНТНЫЕ ПЛАТЕЖИ», С АВТОМАТИЧЕСКИМ СПИСАНИЕМ ДЕНЕЖНЫХ СРЕДСТВ С БАНКОВСКОЙ КАРТЫ ЗА услуги 
            Поставщика по Договору.
        </em></p>
    </div>
</template>

<script>
export default {
    
}
</script>

<style>
    .oferta p {
        text-indent: 20px; /* Отступ первой строки в пикселах */
    }

    .oferta ol {
        /* убираем стандартную нумерацию */
        list-style: none; 
        /* Идентифицируем счетчик и даем ему имя li. Значение счетчика не указано - по умолчанию оно равно 0 */ 
        counter-reset: li; 
    }
        
    .oferta li:before {
        /* Определяем элемент, который будет нумероваться — li. Псевдоэлемент before указывает, что содержимое, вставляемое при помощи свойства content, будет располагаться перед пунктами списка. Здесь же устанавливается значение приращения счетчика (по умолчанию равно 1). */
        counter-increment: li; 
        /* С помощью свойства content выводится номер пункта списка. counters() означает, что генерируемый текст представляет собой значения всех счетчиков с таким именем. Точка в кавычках добавляет разделяющую точку между цифрами, а точка с пробелом добавляется перед содержимым каждого пункта списка */
        content: counters(li,".") ". "; 
    }
</style>
